func_info_pm = 'Вы можете создать демотиватор:\n/дем <txt1>//<txt2>\n\nВы можете перевести текст в голос:\n/сказатьтекст <text>\n\nВы можете узнать характеристики сервера бота:\n/сисинфо\n\nВы можете получить цитату/глупуюшутку/совет:\n/глупаяшутка\n/bash\n/advice\n\nВы можете посмотреть на случайную кошку или собаку:\n/кот\n/собака\n\nДругие команды:\n/доновогогода\n/flip\n/ping\n/новости\n/донат\n/праздники\n/ебатьшакала (приложите фото)\n/жирик <text>\n/вики <text>\n/шанс <text>\n/вкорзину <text>\n/изкорзины <text>\n/bessrom\n/стат\n/поиск <text>\n/погода <city>\n/листатьмануал\n/мануал <text>'
func_info = 'Вы можете запросить срочную генерацию:\n/ген\n\nВы можете узнать информацию о вашей беседе:\n/инфа\n\nВы можете полностью сбросить базу данных вашего чата:\n/очистить\n\nВы можете настроить бота:\n/параметрв\n\nВы можете создать демотиватор:\n/дем <txt1>//<txt2>\n\nВы можете перевести текст в голос:\n/сказатьтекст <text>\n\nВы можете узнать характеристики сервера бота:\n/сисинфо\n\nВы можете получить цитату/глупаяшутка/совет с интернета:\n/совет\n/глупаяшутка\n/совет\n\nВы можете посмотреть на случайную кошку или собаку:\n/кот\n/собака\n\nДругие команды:\n/доновогогода\n/flip\n/пинг\n/новости\n/донат\n/прадзник\n/ебатьшакала\n/спам <txt> <count> (только для админов)\n/жирик <text>\n/вики <text>\n/шанс <text>\n/вкорзину <text>\n/изкорзины <text>\n/bessrom\n/стат\n/search <text>\n/погода <city>\n/листатьмануал\n/мануал <text>'
not_whitelisted_msg = '🚫 Доступ к этому боту запрещён, вы/этот чат находитесь вне белого списка.'
blacklisted_msg = '🚫 Доступ к этому боту запрещён, вы/этот чат в чёрном списке.'
privacy_policy_msg = """
Что хранит бот?
1. Все текстовые сообщения с момента появления бота в чате
2. Настройки бота в чатах
3. Медиа для обработки функциями бота (удаляется через некоторое время)

Зачем боту нужна эта информация?
Для корректной работы.

Когда вы используете веб-сервисы через бота (например, /s, wiki и так далее), веб-сервисы могут хранить данные, которые вы там вводите. Однако мы стараемся использовать дружественные к конфиденциальности фронтенды для сервисов.

Если вы хотите удалить ВСЕ свои данные из этого бота, не стесняйтесь обращаться к администратору
"""
hello_msg = '👋 Привет! Это Бот-Самогонщик, бот, который генерирует текст или демотиваторы на основе сообщений вашего чата, Он работает на основе цепи Маркова.\n\n'
noadmin = '👮 Вы не администратор беседы'
nophoto = (f'📎 Прикрепите фотографию и попробуйте снова!')
loadingmsg = 'Loading...'
commands_alibave_in_pm = 'Команды доступные в лс'
privacy_policy_button_text = 'Политика конфиденциальности'
contact_with_admin_text = 'Связаться с админом'
splash = '██████   █████  ███████ ███    ███  █████  ███   ██\n██   ██ ██   ██ ██      ████  ████ ██   ██ ████  ██\n██   ██ ███████ █████   ██ ████ ██ ██   ██ ██ ██ ██\n██   ██ ██   ██ ██      ██  ██  ██ ██   ██ ██  ████\n██████  ██   ██ ███████ ██      ██  █████  ██   ███'
